from gfss_parameter import BASE

styles = ['color','dark']

port = 5151
host = 'localhost'
LOG_PATH = "logs"
#URL_LOGIN = 'http://192.168.1.34:8000'
LOAD_PATH = './loads/'
src_lang = 'file'
language = 'ru'

list_admins = ['Гусейнов Шамиль Аладдинович']
admin_deps = ['Департамент анализа, учета и статистики',
               'Юридический департамент', 
               'Департамент координации и мониторинга социальных выплат',
               'Департамент информационных технологий и технического обеспечения'
             ]

permits_post = { "Администратор системы": "*", 
                 "Главный разработчик" : "*", 
                 "Руководитель": "*", 
                 "Директор": "*", 
                 "Главный специалист": "*",
                 "Юрист": "*",
                 "Ведущий специалист" : "Департамент анализа, учета и статистики", 
                 "Внештатный специалист" : "Департамент анализа, учета и статистики", 
               }
sso_server = 'http://192.168.1.34:8825'
