from gfss_parameter import BASE

styles = ['color','dark']

port = 5151
host = 'localhost'
LOG_PATH = "logs"
#URL_LOGIN = 'http://192.168.1.34:8000'
LOAD_PATH = './loads/'
src_lang = 'file'
language = 'ru'

ldap_admins = ['Гусейнов Шамиль Аладдинович']
permit_deps = ['Департамент анализа, учета и статистики','Департамент информационных технологий и технического обеспечения',
               'Юридический департамент', 'Департамент контроля качества назначений социальных выплат',
               'Департамент информационных технологий и технического обеспечения','Группа Первого заместилеля Председателя',
               'Служба по обеспечению информационной безопасности']

sso_server = 'http://192.168.1.34:8825'
